/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Iniciando sesión";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "Aceptar";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Error";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Servidor";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "Sufijo de URL";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Puerto";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Dominio";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Canal seguro";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Contraseña";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Confirmar contraseña";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "ID de granja";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Configuración de seguridad";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nombre de usuario";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Código de acceso nuevo";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Código de acceso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Confirmar código de acceso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Código de acceso de la aplicación";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Código de acceso actual";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Usuario de dispositivo móvil";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Código de activación";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "Cliente";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Código de acceso SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nombre de usuario";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Contraseña";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Contraseña";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nombre de usuario";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(Opcional)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "¿Desea desactivar la aplicación?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "¿Desea bloquear la aplicación?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "¿Desea actualizar las opciones de la aplicación?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "¿Confía en este certificado?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "¿Desea cargar los traces en el servidor?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Activar código de acceso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Desactivar código de acceso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Modificar código de acceso";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Datos de inicio de sesión";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detalles";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Código de acceso de la aplicación";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Código de acceso de la aplicación";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Siguiente";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Iniciar sesión";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Pruébela";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Terminado";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Iniciar sesión";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "¿Ha olvidado el código de acceso?";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Bloquear";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Actualizar";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Desactivar";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Terminado";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Terminado";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Cargar";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "He olvidado el código de acceso SSO";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Omitir";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Finalizar";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Siguiente";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Siguiente";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Atrás";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Cancelar";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Iniciar sesión";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Indicar código de acceso SSO";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Bloqueo de código de acceso";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Introducir credenciales";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Introducir código de acceso";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Establecer código de acceso";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Modificar código de acceso";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Iniciar sesión";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Borrar";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Bloquear";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Actualizar";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Cargar trace";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Actualizar contraseña";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Datos de inicio de sesión";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Iniciar sesión";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Establecer código de acceso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Establecer código de acceso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Indicar contraseña SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Introducir credenciales de inicio de sesión";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Establecer código de acceso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Modificar código de acceso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Modificar código de acceso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Código de acceso off";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Iniciar sesión";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Borrar";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Bloquear";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Actualizar";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Cargar trace";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Actualizar contraseña";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Datos de inicio de sesión";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Ejemplo de inicio de sesión en SAP MAF";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Si no tiene sus propios datos de inicio de sesión, puede probar la aplicación con datos de muestra";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Para iniciar sesión en la aplicación, introduzca sus datos de inicio de sesión. La aplicación recordará estos datos.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Ha establecido un código de acceso para proteger la aplicación frente a un uso no autorizado.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Puede establecer un código de acceso para proteger la aplicación frente a un uso no autorizado.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Puede establecer un código de acceso para proteger la aplicación frente a un uso no autorizado.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Introduzca el código de acceso antiguo y el nuevo para cambiar el código.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Introduzca el código de acceso antiguo y el nuevo para cambiar el código.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Introduzca el código de acceso de la aplicación para desactivarlo.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Introduzca el código de acceso para iniciar sesión en la aplicación.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Se trata de un ejemplo de un método contextual para la secuencia de inicio de sesión mediante componentes MAF - Borrar";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Se trata de un ejemplo de un método contextual para la secuencia de inicio de sesión mediante componentes MAF - Bloquear";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Se trata de un ejemplo de un método contextual para la secuencia de inicio de sesión mediante componentes MAF - Actualizar";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Se trata de un ejemplo de un método contextual para la secuencia de inicio de sesión mediante componentes MAF - Cargar trace";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Introduzca la contraseña actual para actualizar la contraseña utilizada para la aplicación.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Puede visualizar sus datos de inicio de sesión para la aplicación.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Introduzca su contraseña para trabajar con Client Hub";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Introduzca sus credenciales de Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Introduzca sus credenciales para iniciar sesión en la aplicación. La aplicación Client Hub almacena estas credenciales para que también pueda utilizarlas en otras aplicaciones.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "¿Está seguro de querer reinicializar la aplicación?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Confirmación";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Cancelar";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "Aceptar";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2014 SAP SE";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Modificar código de acceso de aplicación";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Establecer código de acceso de aplicación";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Borrando";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Actualizando";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Cargando";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registro cancelado";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "Operación cancelada.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "La política de código de acceso Afaria es \"siempre desconectado\", así que no puede modificar el código de acceso de aplicación";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "No coinciden los códigos de acceso introducidos.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "He olvidado el código de acceso SSO";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Vuelva a establecer el código de acceso SSO en el Client Hub y reinicie la aplicación";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Al omitir le entrada SSO, se desvinculará esta aplicación del Client Hub";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Código de acceso SSO no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operación no permitida en este estado.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Código de acceso antiguo";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Timeout";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Inmediatamente";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "En %1$i segundos.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "En %1$i segundos.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "En %1$i minutos.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "En %1$i minutos.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "En %1$i horas.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "En %1$i horas.";

